export default [
    {
        id: 0,
        name: 'Футболка "Я панк"',
        rating: 4.5,
        votes: 404,
        shortDescription: 'Вонючая футболка для настоящих панков',
        longDescription: 'Границы ключ переломлен пополам\n' +
            'А наш батюшка Ленин совсем усоп\n' +
            'Он разложился на плесень и на липовый мёд\n' +
            'А перестройка всё идёт и идёт по плану\n' +
            'И вся грязь превратилась в голый лёд\n' +
            'И всё идёт по плану\n' +
            'Всё идёт по плану\n' +
            'А моя судьба захотела на покой\n' +
            'Я обещал ей не участвовать в военной игре\n' +
            'Но на фуражке, на моей, серп и молот, и звезда\n' +
            'Как это трогательно: серп и молот, и звезда\n' +
            'Лихой фонарь ожидания мотается\n' +
            'И всё идёт по плану\n' +
            'Всё идёт по плану',
        img: 'https://storage.vsemayki.ru/images/0/1/1913/1913759/previews/people_7_manshort_front_white_500.jpg',
        author: 'ООО "Моя оборона"',
        characteristics: [
            {
                name: 'Материал',
                value: 'Хлопок',
            },
            {
                name: 'Цвет',
                value: 'Белый',
            },
            {
                name: 'Производитель',
                value: 'ООО "Моя оборона"',
            },
        ],
    },
    {
        id: 1,
        name: 'Рваные джинсы',
        rating: 2.0,
        votes: 999,
        shortDescription: 'Идеальный комплект для мужчины в полном расцвете сил',
        longDescription: 'У нас было два пакетика травы, семьдесят пять ампул мескалина, 5 пакетиков диэтиламида лизергиновой кислоты или ЛСД, солонка, наполовину наполненная кокаином, и целое море разноцветных амфетаминов, барбитуратов и транквилизаторов, а так же литр текилы, литр рома, ящик «Бадвайзера», пинта чистого эфира, и 12 пузырьков амилнитрита. Не то, чтобы всё это было категорически необходимо в поездке, но если уж начал собирать коллекцию, то к делу надо подходить серьёзно.',
        img: 'https://otvet.imgsmail.ru/download/33517982_807533b3b56a76e0fdff585045e4f5eb_800.jpg',
        author: 'Пёс Шарик',
        characteristics: [
            {
                name: 'Материал',
                value: '20% джинса, 80% воздух',
            },
            {
                name: 'Цвет',
                value: 'Прозрачный',
            },
            {
                name: 'Производитель',
                value: 'Пёс Шарик',
            },
        ],
    },
    {
        id: 2,
        name: 'Майка Алкашка',
        rating: 5.0,
        votes: 42,
        shortDescription: 'Истинный концентрат маскулинности в куске ткани',
        longDescription: 'Шоссе – это такая штука, которая дает возможность одним индивидам мчаться сломя голову из точки А в точку Б, в то время как другие могут сломя голову мчаться из точки Б в точку А. Живущие в точке В, расположенной прямо посередине, нередко задают себе вопрос: чем же так замечательна точка А, если туда рвутся толпы из точки Б, и почему других сводит с ума точка Б? Они частенько мечтают, чтобы люди раз и навсегда решили жить и работать там, черт побери, где им действительно хочется.',
        img: 'http://www.xsp.ru/pub/pub00510/xmen_176.jpg',
        author: 'Батя, ушедший за хлебом',
        characteristics: [
            {
                name: 'Материал',
                value: 'Адамантий',
            },
            {
                name: 'Цвет',
                value: 'Белый с пятнами от пива',
            },
            {
                name: 'Производитель',
                value: 'Батя, ушедший за хлебом',
            },
        ],
    },
];
